Repository: hasanzadeelnur/SCFFR
Catalog: TCYDMWebApp/TCYDMWebApp/Resources/SharedResource.*.resx
Languages: fa

source: About us
fa: درباره ما

source: Address
fa: نشانی

source: Adress
fa: آدرس

source: All rights reserved
fa: کلیه حقوق محفوظ است

source: Blog
fa: وبلاگ

source: Cannot find this type of data
fa: چنین داده هایی را نمی توان یافت

source: Change Password
fa: رمز عبور را تغییر دهید

source: Change Profile
fa: مشخصات را تغییر دهید

source: Comment
fa: نظرات

source: Confirm Password
fa: رمز ورود را تأیید کنید

source: Confirmation needed
fa: تأیید لازم است

source: Contact us
fa: با ما تماس بگیرید

source: Country is required
fa: کشور لازم است

source: Email
fa: ایمیل

source: Email is required
fa: ایمیل لازم است

source: Email must be a valid email
fa: ایمیل باید یک ایمیل معتبر باشد

source: Email or Phone number max length must be 100
fa: طول ایمیل یا شماره تلفن باید حداکثر 100 باشد

source: Email sended
fa: ایمیل ارسال شد

source: Forgot Password
fa: رمز عبور را فراموش کرده اید؟

source: Gender is required
fa: جنسیت لازم است

source: Get Turn
fa: برگرد

source: Landline
fa: تلفن ثابت

source: Login
fa: ورود

source: Logout
fa: خروج

source: Max lenght is 256
fa: حداکثر طول ۲۵۶ است

source: Max lenght limit is 200
fa: حداکثر حد طول 200 است

source: Minimum password lenght must be 6 characters
fa: حداقل طول رمز عبور باید 6 کاراکتر باشد

source: Mobile
fa: شماره تلفن همراه

source: Mobile Phone
fa: همراه

source: Name
fa: نام

source: Name is required
fa: نام الزامی است

source: Online query
fa: جستجوی آنلاین

source: Our Mission
fa: ماموریت

source: Our Services
fa: خدمات ما

source: Our Team
fa: تیم ما

source: Our Values
fa: ارزش ها

source: Our Vision
fa: چشم انداز

source: Page is not found
fa: صفحه یافت نشد

source: Password
fa: رمز عبور

source: Password is required
fa: رمز عبور لازم است

source: Password is wrong
fa: رمز عبور اشتباه است

source: Passwords are not match
fa: رمزهای ورود مطابقت ندارند

source: Personal ID
fa: شماره شناسایی

source: Personal Info
fa: اطلاعات شخصی

source: Phone number
fa: شماره تلفن

source: Phone number is required
fa: شماره تلفن الزامی است

source: Phone number must be a valid number
fa: شماره تلفن باید یک شماره معتبر باشد

source: Please confirm your email adress
fa: لطفا آدرس ایمیل خود را تایید کنید

source: Please select required files
fa: لطفا پرونده های مورد نیاز را انتخاب کنید

source: Please select service
fa: لطفا یک سرویس را انتخاب کنید

source: Please select service attend date
fa: لطفاً تاریخ پیوستن سرویس را انتخاب کنید

source: Please select service attend time
fa: لطفا زمان حضور در خدمات را انتخاب کنید

source: Please select valid hour
fa: لطفا زمان معتبری را انتخاب کنید

source: Please send all required files, because if files not send operation will be not succeeded.
fa: لطفاً تمام پرونده های لازم را ارسال کنید، زیرا در صورت ارسال نشدن پرونده ها، عملیات موفق نخواهد شد.

source: Profile
fa: مشخصات

source: Real estate services
fa: خدمات املاک

source: Region is required
fa: منطقه الزامی است

source: Registrate
fa: ثبت نام

source: Registration
fa: ذخیره

source: Remember me
fa: مرا به خاطر بسپار

source: Restore
fa: تازه کردن

source: Restore Password
fa: تازه کردن رمز عبور

source: Save
fa: ذخیره کن

source: Select birth year
fa: انتخاب تاریخ تولد

source: Select Country
fa: انتخاب کشور

source: Select Date
fa: انتخاب تاریخ

source: Select Gender
fa: انتخاب جنسیت

source: Select Region
fa: انتخاب منطقه

source: Select Service
fa: انتخاب سرویس

source: Select Time
fa: ساعت را انتخاب کنید

source: Service
fa: خدمت

source: Sign in
fa: ورود

source: Support to the Republic of Turkey Foreign Center
fa: پشتیبانی از مرکز خارجی جمهوری ترکیه

source: Surname
fa: نام خانوادگی

source: Surname is required
fa: نام خانوادگی الزامی است

source: There is no such user with this credentials
fa: هیچ کاربر با این اعتبار وجود دارد

source: There is problem with server, please try again
fa: مشکلی با سرور وجود دارد ، لطفا دوباره سعی کنید

source: There is problem with server, try again later
fa: مشکلی در سرور وجود دارد ، بعداً دوباره امتحان کنید

source: This credentials are already exists, please try another one
fa: این مدارک از قبل موجود است ، لطفاً یکی دیگر را امتحان کنید

source: This field is required.
fa: این قسمت الزامی است

source: This time has taken by other user, please change time or date
fa: این دوره توسط کاربر دیگری دریافت شد، لطفا زمان یا تاریخ را تغییر دهید

source: Understood
fa: متوجه شدم

source: WE OPERATE 24/7
fa: خدمات رسانی 24 ساعته

source: We send confirmation email to your email adress, please confirm it is actually your email.After confirmation you can access your account
fa: ما در حال ارسال یک ایمیل تأیید به آدرس ایمیل شما هستیم ، لطفاً تأیید کنید که این در واقع ایمیل شماست پس از تأیید ، می توانید به حساب خود دسترسی پیدا کنید.

source: We send password restore link to your email, please check your email adress
fa: ما یک لینک بازیابی رمز عبور به ایمیل شما ارسال می کنیم، لطفا آدرس ایمیل خود را بررسی کنید

source: WHAT WE DO
fa: چه کاری میکنیم؟

source: WHO WE ARE
fa: ما کی هستیم؟

source: Wrong credentials
fa: شماره شناسه ی نا معتبر

source: Year of birth is required
fa: تاریخ تولد اجباری است

source: You have already unfinished query. Please wait until it will be finished. You will receive email when query finish
fa: شما در حال حاضر یک پرس و جو ناتمام دارید/ لطفا تا زمان اتمام صبر کنید. زمانی که پرس و جو به پایان رسید شما یک ایمیل دریافت خواهید کرد

source: You must type Email or Password
fa: شما باید ایمیل یا رمز عبور را بنویسید

source: Your Email or Phone number
fa: آدرس پست الکترونیکی یا شماره تلفن شما

source: Your Password Successfully Changed
fa: گذرواژه ی شما با موفقیت تغییر کرد
